Repository: ajinkya007/societyserver
Catalog: distrib/debian-3.1/po/*.po
Languages: fr

source: standard, alternative, manual
fr: Standard, Alternative, Manuelle

source: Ports configuration type:
fr: Type de configuration des ports :

source: sTeam provides access through different protocols using their standard ports. sTeam will run into troubles if a different daemon (http, news, mail, jabber, etc) already uses one of those standard ports.
fr: sTeam fournit un accès à différents protocoles en utilisant leurs ports standards. Cela peut provoquer des difficultés si sTeam essaie d'utiliser ces ports standards alors qu'un autre démon (tel que http, news, mail, jabber, etc.) l'utilise.

source: You can choose to run sTeam either on the standard ports or on totally alternative ports, which prevents problems with other daemons, or you can configure sTeam manually.
fr: Vous pouvez choisir d'utiliser sTeam avec ces ports standards (option « Standard »), d'utiliser des ports complètement différents pour éviter des problèmes avec un autre démon (option « Alternative ») ou configurer sTeam vous-même (option « Manuelle »).

source: Port of the SMTP service:
fr: Port utilisé par le service SMTP :

source: The SMTP service defaults to 25. It is very likely that you already run another SMTP daemon, which conflicts with sTeam. Please only use port 25 here if you are sure you don't have any other SMTP service running.
fr: Le service SMTP utilise par défaut le port 25. Un autre démon SMTP utilise probablement ce port et entrera alors en conflit avec sTeam. Veuillez n'utiliser ici le port 25 que si vous êtes certain de ne pas avoir d'autre service SMTP actif.

source: Smarthost used to deliver emails:
fr: Nom d'hôte du « smarthost » pour la distribution du courriel :

source: sTeam is not capable to deliver emails all by itself and needs a smarthost if outgoing emails are allowed.
fr: sTeam ne peut pas distribuer le courrier par lui-même, il a besoin d'un « smarthost » pour le faire si le courrier sortant est autorisé.

source: Port of the NEWS service:
fr: Port utilisé par le service de nouvelles (« NEWS ») :

source: sTeam offers internal boards for discussion. They can be accessed using a newsreader (eg.: trn, knode, pan, etc).
fr: sTeam offre des espaces (« boards ») de discussion internes. L'accès à ces espaces se fait par l'intermédiaire d'un lecteur de nouvelles (« newsreader »), par exemple trn, knode, pan, etc.

source: The service runs on port 119 by default and you should only change this, if you are sure another NEWS server is running on this computer.
fr: Ce service utilise par défaut le port 119 et vous ne devriez le modifier que si un autre serveur de nouvelles est actif sur cet ordinateur.

source: Port of the POP3 service:
fr: Port utilisé par le service POP3 :

source: sTeam offers access to work rooms using POP3. This means users can access work rooms using their email client.
fr: sTeam autorise l'accès à des salons de travail en utilisant POP3. Ceci signifie que les utilisateurs peuvent accéder aux salons de travail en utilisant leur client de messagerie.

source: The service runs on port 110 by default and you should only change this, if you are sure another pop3 server is running on this computer.
fr: Ce service utilise par défaut le port 110 et vous ne devriez le modifier que si un autre serveur POP3 est actif sur cet ordinateur.

source: Port of the IMAP service:
fr: Port utilisé par les service IMAP :

source: sTeam offers access to work rooms using IMAP. This means users can access work rooms using their email client.
fr: sTeam permet l'accès à des salons de discussion en utilisant le protocole IMAP. Ceci signifie que les utilisateurs peuvent avoir accès aux salons de travail en utilisant leur client de messagerie.

source: The service runs on port 143 by default and you should only change this, if you are sure another IMAP server is running on this computer.
fr: Ce service utilise par défaut le port 443 et vous ne devriez le modifier que si un autre serveur IMAP est actif sur cet ordinateur.

source: Port the IRC service:
fr: Port utilisé par le service IRC :

source: The chat rooms of sTeam can be accessed using a IRC client.
fr: Les salons de discussion de sTeam peuvent être utilisés avec un client IRC.

source: The service runs on port 6667 by default and you should only change this, if you are sure another IRC server is running on this computer.
fr: Ce service utilise par défaut le port 6667 et vous ne devriez le modifier que si un autre serveur IRC est actif sur cet ordinateur.

source: Port of the Jabber service:
fr: Port utilisé par le service Jabber :

source: The chat rooms of sTeam can be accessed using a Jabber client.
fr: Les salons de discussion de sTeam peuvent être utilisés avec un client Jabber.

source: The service runs on port 5222 by default and you should only change this, if you are sure another Jabber server is running on this computer.
fr: Ce service utilise par défaut le port 5222 et vous ne devriez le modifier que si vous êtes certain qu'un autre serveur Jabber est actif sur cet ordinateur.

source: Port of the FTP service:
fr: Port utilisé par le service FTP :

source: sTeam offers access to files using FTP (file transfer protocol). A normal FTP client can be used.
fr: sTeam permet l'accès aux fichiers en utilisant le protocole FTP (« File transfer protocol » : protocole de transfert de fichiers). L'accès se fait avec un client FTP ordinaire.

source: The service runs on port 21 by default and you should only change this, if you are sure another FTP server is running on this computer.
fr: Le service utilise par défaut le port 21 et vous ne devriez le modifier que si un autre serveur FTP est actif sur cet ordinateur.

source: Port of the web service:
fr: Port utilisé par le service Web :

source: The service may be accessed using a web browser. For this to work you need to install the web package into the server. Please read README.Debian for further information.
fr: Les services de sTeam sont également accessibles avec un navigateur Web. Pour cela, le paquet web doit être installé sur le serveur. Veuillez consulter le fichier README.Debian pour davantage d'informations.

source: The service runs on port 80 by default and you should only change this, if you are sure another web server is running on this computer.
fr: Ce service utilise par défaut le port 80 et vous ne devriez le modifier que si un autre serveur Web est actif sur cet ordinateur.

source: Port of the secure web service:
fr: Port utilisé par le service Web sécurisé :

source: The service may be accessed securely using a web browser. For this to work you need to install the web package into the server. Please read README.Debian for further information.
fr: Les services de sTeam sont également accessibles en mode sécurisé avec un navigateur Web. Pour cela, le paquet web doit être installé sur le serveur. Veuillez consulter le fichier README.Debian pour davantage d'informations.

source: The service runs on port 443 by default and you should only change this, if you are sure another HTTPS server is running on this computer.
fr: Ce service utilise par défaut le port 443 et vous ne devriez le modifier que si un autre service HTTPS est actif sur cet ordinateur.
